{
  "user_type": "Le choix entre amateur et professionnel adapte les volumes, le matériel proposé et certains conseils. Les pros ont accès à du matériel plus grand.",
  "equipment_cuve": "La cuve de brassage est le récipient principal pour l'empâtage et l'ébullition. Sa taille doit être supérieure au volume de brassin visé.",
  "equipment_fermenteur": "Le fermenteur doit être hermétique avec un barboteur. Le verre permet d'observer la fermentation, le plastique est plus léger et économique.",
  "equipment_mesure": "Les instruments de mesure (thermomètre, densimètre) sont essentiels pour contrôler la température d'empâtage et suivre la fermentation.",
  "equipment_refroidissement": "Un refroidissement rapide du moût après ébullition limite les infections et améliore la limpidité (cold break).",
  "equipment_conditionnement": "Bouteilles, fûts, capsuleuse… tout le nécessaire pour embouteiller ou mettre en fût votre bière.",
  "equipment_temperature": "Le contrôle de température pendant la fermentation est un des facteurs les plus importants pour la qualité de la bière.",
  "volume": "Le volume correspond au volume final en fermenteur. Prévoyez 10–15 % de plus en cuve pour les pertes (grains, évaporation, trub).",
  "style_target": "Choisir un style cible permet de comparer vos paramètres (OG, IBU, ABV, EBC) aux plages de référence du style.",
  "malt_base": "Le malt de base (Pilsner, Pale Ale, etc.) doit représenter au moins 60 % du grain total. Il fournit l'essentiel des sucres fermentescibles.",
  "malt_amount": "Pour un brassin standard, comptez environ 200–300 g de malt par litre de bière. Exemple : 5 kg pour 20 L.",
  "malt_ratio": "Le ratio malt de base / malts spéciaux détermine le caractère de la bière. Plus de malts spéciaux = plus de couleur et de saveurs complexes.",
  "hop_timing": "Plus le houblon est ajouté tôt dans l'ébullition, plus il contribue à l'amertume. Un ajout tardif (< 10 min) apporte surtout de l'arôme.",
  "hop_amount": "La quantité de houblon dépend du style : 15–25 g pour une blonde légère, 50–100 g+ pour une IPA. Référez-vous aux IBU cibles du style.",
  "hop_ibu": "Les IBU (International Bitterness Units) mesurent l'amertume perçue. Lager ~15, Pale Ale ~30, IPA ~50–70, Double IPA ~70+.",
  "yeast_attenuation": "L'atténuation détermine quelle proportion de sucres sera transformée en alcool. Plus elle est élevée, plus la bière sera sèche.",
  "yeast_flocculation": "La floculation indique comment la levure se dépose après fermentation. Haute = bière plus claire, basse = peut nécessiter un collage.",
  "yeast_temperature": "Respectez la plage de température de la levure. Trop chaud = esters indésirables. Trop froid = fermentation lente ou bloquée.",
  "mash_temp": "La température d'empâtage influence la fermentescibilité : 62–64°C = bière sèche, 66–68°C = corps moyen, 70–72°C = bière ronde et sucrée.",
  "boil_duration": "60 minutes est la durée standard. 90 minutes pour les Pilsners (réduction du DMS) ou les bières fortes nécessitant plus d'évaporation.",
  "ferm_temp": "Maintenez la température à ±2°C. Une fermentation trop chaude produit des esters et alcools de fusel indésirables.",
  "ferm_duration": "7–14 jours pour une ale, 14–21 jours pour une lager. Vérifiez la stabilité de la densité finale avant de conditionner.",
  "ferm_secondary": "La fermentation secondaire (maturation) clarifie la bière et permet aux saveurs de s'affiner. Optionnelle pour les bières simples.",
  "sugar_per_liter": "Le sucre de refermentation carbonatera votre bière en bouteille. 5–6 g/L = faible pétillance, 7 g/L = standard, 8–9 g/L = vive.",
  "conditioning_mode": "Embouteillage = carbonatation naturelle (2–3 semaines). Fût = carbonatation forcée au CO₂ (plus rapide, plus de contrôle).",
  "adjuncts": "Les adjuvants (épices, fruits, sucres) permettent de personnaliser votre bière. Ajoutez-les au bon moment selon leur type."
}
